Repository: RicardoBC89/MoviesApp
Catalog: MoviesApp/Resources/*.lproj/Localizable.strings
Languages: pt_br

# empty_state_problem_description
source: Problem to load, try again later
pt_br: Problemas ao carregar, tente novamente mais tarde

source: Try again
pt_br: Tente novamente

source: No internet
pt_br: Sem internet

# no_JSON
source: JSON failure
pt_br: JSON Parsing n√£o feito

source: No data
pt_br: Sem data

# server_error
source: Server error, try again later
pt_br: Servidor com problemas, tente mais tarde

# unexpected
source: Unexpected error, don't know what happend, better luck in the next life
pt_br: Nem sei o que aconteceu, valeu, beijos na familia

source: Error
pt_br: Erro

# movie_list_screen_title
source: Popular Movies, Enjoy
pt_br: Filmes Populares, Se divirta

source: Insert your Age
pt_br: Coloca a idade

source: age here
pt_br: Idade aqui....

source: Submit
pt_br: Mandar

source: Done
pt_br: Ok
